package com.example.historygame;

public class Array2 {
    final int[] check = {1, 2, 3, 4, 5, 6}; //массив правдивости кодов для событий
    final String[] data = {"2012", "2013", "2014", "2015", "2016", "2017"};
    final String[] text = {"Это это это это это это это 2012 год",
            "Это это это это это это это 2013 год",
            "Это это это это это это это 2014 год",
            "Это это это это это это это 2015 год",
            "Это это это это это это это 2016 год",
            "Тут будет написано что-то очень очень очень большое 2017",
    };

}
