package com.example.historygame;

public class Array3 {
    final int[] check = {1,2,3,4,5,6}; //массив правдивости кодов для событий
    final String[] data = {"2001","2002","2003","2004","2005", "2006"};
    final String[] text = {"Это это это это это это это 2001 год",
            "Это это это это это это это 2002 год",
            "Это это это это это это это 2003 год",
            "Это это это это это это это 2004 год",
            "Это это это это это это это 2005 год",
            "Тут будет написано что-то очень очень очень большое 2006",
    };//массив текстовых событий
}

