package com.example.historygame;

public class Array {
    final int[] check = {0, 1, 1, 1, 0, 0, 0, 1, 0, 1, 1, 0, 1, 1, 0, 1, 0, 0, 0,}; //массив правдивости кодов для событий
    final String[] text = {"Кайф ты поймала 0",
            "Тебе всегда мало 1",
            "Ты не представляешь 1",
            "Как мне тебя не хватало 1",
            "Сильно бьётся сердце 0",
            "Твои подружки хотят ко мне в панамеру 0",
            "У женщин в среднем IQ ниже, чем у мучжин 0",
            "Дети в возрасте от 1 до 3 месяцев плачут без слёз 1",
            "В среднем человек засыпает в тчение 40 минут 0",
            "Англичане пьют чая больше, чем жители любой другой страны 1",
            "В среднем дети смеются около 400 раз в день 1",
            "Женщины справляются с парковкой автомобиля хуже, чем мужчины 0",
            "В среднем одинокие мужчины на 2,5 см ниже ростом, чем женатые 1",
            "Домохозяйка в среднем проходит 11 км в день, занимаясь домашними делами 1",
            "Каждый час кто-то на Земле объявляет, что видел НЛО 0",
            "Около четверти насления живёт в Китае 1",
            "В западном Китае в чай вместо сахара кладут перец 0",
            "В среднем женщины имеют более тонкий слух, чем мужчины 0",
            "Самое растространенное имя в мире - Джек 0",
    };//массив текстовых событий
}
